import styles from "./Conditions.module.css";

function Conditions() {
  return (
    <div>
      <div className="entry-content">
        <h2>Записване</h2>
        <p>
          Записването за урок (еднократен или абонамент) става само през
          регистрационната форма в сайта. Записване за индивидуален урок става
          по телефона, за да се уточнят ден и час, удобни и за участника, и за
          инструктора. Имате право да участвате в урока само ако сме Ви
          потвърдили (чрез имейл или телефонно обаждане) часа и мястото, където
          ще се проведе заниманието.
        </p>
        <p>
          Ако сте избрали еднократно посещение и сте получили потвърждение за
          конкретна дата, това означава, че ще Ви очакваме за посочената дата.
          Мястото в групата не се пази за следващи дати.
        </p>

        <p>
          При избор на абонамент, Вие запазвате мястото си в групата за{" "}
          <strong>четири посещения</strong> в рамките на{" "}
          <strong>пет седмици</strong>.
        </p>

        <p>
          <strong>
            При дъждовно време или неблагоприятни метеорологични условия,
            уроците се отменят за следващата седмица.
          </strong>
        </p>

        <h2>Права и задължения на участника и Училище за кънки Вертиго</h2>

        <p>
          Участникът може да заяви кънки и протекция от регистрационната форма
          ако няма такива.
        </p>

        <p>
          Препоръчително е участникът да идва 10-15 минути преди да е започнал
          урока, за да има време да се приготви.
        </p>

        <p>
          По време на урока всички участващи в заниманията, трябва да са с
          протектори.
        </p>

        <p>Урок/уроци не могат да бъдат преотстъпвани на други лица.</p>

        <p>Участникът е длъжен да спазва инструкциите на инструктора.</p>

        <p>
          Карането на кънки не е безопасно и е свързано с определени рискове,
          които могат да включват физически наранявания, натъртвания, счупвания
          на крайници и др.{" "}
          <strong>
            Записвайки се за урок, Вие декларирате, че сте наясно с това.
          </strong>
        </p>

        <p>
          <strong>
            Записвайки се за урок, Вие се съгласявате с Общите условия на
            Училище за кънки Вертиго.
          </strong>
        </p>

        <p>
          Училище за кънки Вертиго си запазва правото да променя цените на
          заниманията, както и да отменя обявените за определени дати, уроци.
          Ако два часа преди започване на заниманието, метеорологичните условия
          не са подходящи, Училище за кънки Вертиго може да отмени всички
          занимания за деня.
        </p>

        <p>
          Желателно е да се абонирате за{" "}
          <a href="https://roleri.bg/newsletter/">информационния ни бюлетин</a>{" "}
          при регистрация за урок, за да може да получавате известия по имейл за
          отмяна на урок. Отмяната на урок се обявява и във{" "}
          <a href="https://www.facebook.com/vertigoskateschool">
            фейсбук страницата ни
          </a>
          .
        </p>
        <p>
          Училище за кънки Вертиго предоставя кънки и/или протекция{" "}
          <strong>безплатно</strong> на всеки, който няма налични такива след
          предварително заявяване в регистрационната форма.
        </p>
        <p>
          Училище за кънки Вертиго не носи отговорност за изгубени/изчезнали
          вещи.
        </p>
        <p>
          Училище за кънки Вертиго не носи отговорност при възникване на
          физическа и/или психическа травма по време на заниманията.
        </p>
      </div>
    </div>
  );
}

export default Conditions;
